Repository: 84000/data-translation-memory
Catalog: toh311-v3.tmx
Source language: bo
Languages: en

source: འཕགས་པ་འདུ་ཤེས་བཅུ་གཅིག་བསྟན་པའི་མདོ།
en: The Noble Sūtra Teaching the Eleven Thoughts

source: དཀོན་མཆོག་གསུམ་ལ་ཕྱག་འཚལ་ལོ།
en: Homage to the Three Jewels.

source: །འདི་སྐད་བདག་གིས་ཐོས་པ་དུས་གཅིག་ན།
en: Thus did I hear at one time.

source: བཅོམ་ལྡན་འདས་ཀུ་ཤའི་གྲོང་ཁྱེར་ན་གྱད་ཀྱི་ཉེ་འཁོར་ཤིང་སཱ་ལ་ཟུང་གི་ཚལ་ན་བཞུགས་ཏེ།
en: The Blessed One was dwelling in the Grove of Twin Sal Trees, in the city of Kuśinagarī in the country of the Mallas.

source: ཡོངས་སུ་མྱ་ངན་ལས་འདའ་བའི་དུས་ཀྱི་ཚེ་དགེ་སློང་རྣམས་ལ་བཀའ་སྩལ་པ། དགེ་སློང་དག་ན་མ་འཆི་བའི་དུས་ཀྱི་ཚེ་དགེ་སློང་གིས་འདུ་ཤེས་བཅུ་གཅིག་མངོན་དུ་བྱའོ།
en: At the time of his parinirvāṇa, he spoke to the bhikṣus: “Bhikṣus, at the time of death you should bring to mind eleven thoughts.

source: །བཅུ་གཅིག་གང་ཞེ་ན། འདི་ལ་མ་ཆགས་པའི་འདུ་ཤེས་དང་། སེམས་ཅན་ཐམས་ཅད་ལ་བྱམས་པའི་འདུ་ཤེས་དང་། འཁོན་དུ་འཛིན་པ་ཐམས་ཅད་ཡོངས་སུ་དོར་བའི་འདུ་ཤེས་དང་། འཆལ་བའི་ཚུལ་ཁྲིམས་ཐམས་ཅད་བཤགས་པའི་འདུ་ཤེས་དང་། ཚུལ་ཁྲིམས་ཐམས་ཅད་ཡང་དག་པར་བླང་བའི་འདུ་ཤེས་དང་།
en: What are the eleven?

source: ཉེས་པ་ཆེན་པོ་བྱས་པ་དག་ལ་ཡང་ཡང་བའི་འདུ་ཤེས་དང་། དགེ་བའི་རྩ་བ་ཆུང་ངུ་དག་ལ་ཆེ་བའི་འདུ་ཤེས་དང་། འཇིག་རྟེན་ཕ་རོལ་དག་ལ་འཇིགས་པ་མེད་པའི་འདུ་ཤེས་དང་། འདུས་བྱས་ཐམས་ཅད་ལ་མི་རྟག་པའི་འདུ་ཤེས་དང་། ཆོས་ཐམས་ཅད་ལ་བདག་མེད་པའི་འདུ་ཤེས་དང་། མྱ་ངན་ལས་འདས་པ་ནི་ཞི་བའོ་སྙམ་པའི་འདུ་ཤེས་མངོན་དུ་བྱའོ།
en: You should bring to mind the thought of nonattachment to this life, the thought of love for all beings, the thought of giving up all resentments, the thought of acknowledging all faulty moral discipline, the thought of undertaking the entirety of moral discipline, the thought that even great harms that have been caused are insignificant, the thought that small acts of virtue are significant, the thought of a lack of fright with respect to the next world, the thought that everything conditioned is impermanent, the thought that all phenomena lack a self, and the thought that nirvāṇa is peace.”

source: །བཅོམ་ལྡན་འདས་ཀྱིས་དེ་སྐད་ཅེས་བཀའ་སྩལ་ནས། དགེ་སློང་དེ་དག་ཡི་རངས་ཏེ། བཅོམ་ལྡན་འདས་ཀྱིས་གསུངས་པ་ལ་མངོན་པར་བསྟོད་དོ།
en: When the Blessed One had spoken thus, the bhikṣus rejoiced and praised what the Blessed One had said.

source: །འདུ་ཤེས་བཅུ་གཅིག་བསྟན་པ་བཅོམ་ལྡན་འདས་ཀྱི་ཞལ་ཆེམས་རྫོགས་སོ།།
en: This completes “Teaching the Eleven Thoughts,” the Blessed One’s final testament.
